{
    "home": {
        "hello": "¡Hola!",
        "subtitle": "Soy Mía Salazar, una desarrolladora Front-end developer junior, una apasionada de la maquetación web y una amante del diseño.",
        "textOne": "Sin embargo, todo esto es una tapadera, ya que en realidad soy la superheroína Miss !important, la persona que lucha contra los !importants y vela por el buen uso del código en el mundo y por el código bien optimizado y reutilizable.",
        "textTwo": "Ayúdame a combatir el mal código.",
        "attack": "¡Ataca!",
        "thanks": "¡Gracias por ayudarme!"
    },
    "contact": {
        "title": "Contáctame",
        "subtitle": "Como superheroína siempre estoy salvando el mundo de aquí para allá, pero si conoces alguna injusticia por la que deba intervenir, no dudes en contactar conmigo.",
        "justice": "La justicia, y el código bien hecho, nunca duermen.",
        "how": "¿Cómo cambiamos el mundo hoy?",
        "who": "¿Quién eres?",
        "name": "Escribe tu nombre",
        "email": "Escribe tu mail",
        "what": "¿Qué me quieres contar?",
        "tell": "Dime cosas bonitas",
        "send": "Enviar",
        "error": "Error"
    },
    "footer": {
        "follow": "¡Sígueme!",
        "social": "Sígueme en redes sociales"
    },
    "header": {
        "back": "Vuelve a la home",
        "superpower": "Mis superpoderes",
        "portfolio": "Portfolio",
        "awards": "Premios & artículos",
        "contact": "Contacto"
    },
    "superpower": {
        "title": "Superpoderes",
        "subtitle": "Entre mi larga lista de superpoderes están estos lenguajes, tecnologías y skills:",
        "textOne": "En mis valores como superhéroe también puedo destacar la Metodología BEM, la Metodología Ágil, el Mobile First y la adoración a Flexbox y a CSS Grid Layout.",
        "textTwo": "Como todo buen superhéroe, también tengo algunas debilidades.",
        "cookies": "Las galletas.",
        "sofas": "Los sofás.",
        "summer": "El verano.",
        "korea": "Corea.",
        "bubble": "¿Sabías que soy una de las mayores expertas en propaganda en Corea del Sur y Corea del Norte?",
        "tell": "Cuéntame más",
        "alt": "Decoración tipo comic",
        "low": "Bajo",
        "medium": "Medio",
        "high": "Alto",
        "very": "Muy alto"
    },
    "error": {
        "title": "Página no encontrada",
        "subtitle": "Parece que Miss !Important no está en esta página ahora mismo, está salvando al mundo"
    },
    "portfolio": {
        "title": "Portfolio",
        "subtitle": "A un superhéroe se le conoce más por sus acciones que por sus palabras, más por sus <span>Reactciones</span> que por sus disfraces, por sus <span>Vuenas</span> intenciones más que por sus errores y por saber mirar desde otro <span>Angular</span> las situaciones.",
        "visit": "Visitar",
        "tech": "Technologías",
        "choose": "Escoge lo que quieres bichear",
        "all": "Todo",
        "more": "Ver más"
    },
    "awards": {
        "article": "Artículo científico",
        "medium": "Artículo Medium",
        "interview": "Entrevista",
        "cyber": "Artículo ciberseguridad",
        "story": "Premio relato breve",
        "subtitle": "Los superhéroes sacrificados a su causa, suelen recibir premios y reconocimientos por su desempeño",
        "textOne": "Además, como Miss !important velo por el bienestar de todos los pueblos del universo, por lo que tengo diversos intereses además de mi lucha contra los !importants y mi defensa del buen código",
        "textTwo": "Observa mis medallas y llaves de la ciudad con las que me han obsequiado, y clica en ellas para más información.",
        "game": "Videojuego"
    }
}